[
  {
    "title": "Cookies techniques nécessaires",
    "description": "Ces cookies, directement créés par l’outil qui héberge le site, sont nécessaires au bon fonctionnement technique de celui-ci. Il n’est pas possible de refuser ces cookies si vous voulez visiter ce site.",
    "information": [
      {
        "name": "JSESSIONID",
        "expire": "Session de navigation",
        "use": "Identifie l'utilisateur durant sa session de navigation"
      },
      {
        "name": "Ey_COOKIE_LAW_CONSENT",
        "expire": "3 mois",
        "use": "Généré par le gestionnaire de cookies afin de conserver votre consentement"
      }
    ]
  },
  {
    "title": "Cookies statistiques",
    "description": "Les cookies statistiques aident la Ville de La Rochelle, propriétaire de ce site web, à comprendre la navigation des visiteurs et leurs interactions avec les sites webs. L'outil Matomo est utilisé à ces fins, paramétré pour être entièrement anonymisé, et les données collectées sont exclusivement destinées à la Ville de La Rochelle. Nous respectons les préconisations de la CNIL permettant d’exempter ces cookies de votre consentement.",
    "information": [
      {
        "name": "_ga",
        "expire": "13 mois",
        "use": "Suivi de votre navigation sur ce site via l’outil Google analytics"
      },
      {
        "name": "_gat_gtag_UA",
        "expire": "1 minute",
        "use": "Cookie généré par Google Analytics afin de stocker un identifiant utilisateur unique"
      },
      {
        "name": "_gid",
        "expire": "1 jour",
        "use": "Cookie généré par Google Analytics afin d’analyser l’utilisation de ce site"
      }
    ]
  },
  {
    "title": "Cookies tiers",
    "description": "Ce site peut intégrer des cookies tiers issus des réseaux sociaux (Youtube, Vimeo et Dailymotion) uniquement si vous autorisez leur utilisation.",
    "information": [
      {
        "name": "NID",
        "expire": "6 mois",
        "use": "Cookie généré par Google afin de conserver vos préférences de navigation (langage, …)"
      },
      {
        "name": "_GRECAPTCHA",
        "expire": "6 mois",
        "use": "Cookie généré par Google afin de lutter contre le SPAM"
      }
    ]
  }
]
