[
  {
    "title": "Cookies techniques nécessaires",
    "description": "Ces cookies, directement créés par l’outil qui héberge le site, sont nécessaires au bon fonctionnement technique de celui-ci. Il n’est pas possible de refuser ces cookies si vous voulez visiter ce site.",
    "information": [
      {
        "name": "_syrPrefsGuid",
        "expire": "12 mois",
        "use": "Cookie permanent Identifiant de session de navigation (identifié ou anonyme) permettant de stocker les préférences de consentement, durée de vie 12 mois"
      },
      {
        "name": "_syrSessGuid",
        "expire": "30 minutes",
        "use": "Cookie permanent permettant de déterminer la notion de session de navigation dans les statistiques, durée de vie 12 mois mais le serveur identifie une session statistique unique comme durant 30 min., en cas d’inactivité au-delà de cette durée, le serveur considère qu’il s’agit d’une nouvelle session statistique."
      },
      {
        "name": "JSESSIONID",
        "expire": "Session de navigation",
        "use": "Identifie l'utilisateur durant sa session de navigation"
      },
      {
        "name": "InstanceCI",
        "expire": "Session de navigation",
        "use": "Cookie de session stockant l’identifiant de la session de navigation."
      },
      {
        "name": "InstanceST",
        "expire": "Session de navigation",
        "use": "Cookie de session contenant le guid de la session de l’utilisateur authentifié, cette session sur le serveur est de 12h par défaut (paramétrable) mais la valeur du guid est renouvelée toutes les 30mn. Une fois les 12h écoulées, l’utilisateur est déconnecté et doit se réidentifier."
      },
      {
        "name": "ErmesSearch_",
        "expire": "Session de navigation",
        "use": "Cookie de session avec le scénario de recherche sélectionné durant la session de navigation."
      },
      {
        "name": "InstanceTH",
        "expire": "Session de navigation",
        "use": "Cookie de session stockant le thème graphique choisi par l’utilisateur sur le portail."
      },
      {
        "name": "InstanceLGBO",
        "expire": "Session de navigation",
        "use": "Cookie de session avec la langue préférée de l’administration pro."
      },
      {
        "name": "InstanceLGFO",
        "expire": "Session de navigation",
        "use": "Cookie de session avec la langue préférée du portail."
      },
      {
        "name": "InstanceAS",
        "expire": "Session de navigation",
        "use": "Cookie de session avec le Scope de l’administration pro."
      },
      {
        "name": "_sessionNotification_",
        "expire": "Session de navigation",
        "use": "Cookie permanent de mémorisation du clic sur la popup d’info durant la session de navigation."
      },
      {
        "name": "fileDownloadToken",
        "expire": "",
        "use": "Indicateur de téléchargement de fichier dans l'administration pro."
      },
      {
        "name": "PortalTranslationAlertClosed",
        "expire": "Session de navigation",
        "use": "Cookie de session avec la mémorisation du clic sur l’alerte si la langue préférée n’est pas disponible pour la page affichée."
      },
      {
        "name": "PortalViewCount",
        "expire": "Session de navigation",
        "use": "Cookie de session avec le nombre de visites des pages CMS/billets de blog."
      },
      {
        "name": "computer-",
        "expire": "Session de navigation",
        "use": "Cookie de session avec le nom du poste sélectionné dans l’administration pro."
      }
    ]
  },
  {
    "title": "Cookies statistiques",
    "description": "Les cookies statistiques aident la Communauté d'Agglomération de La Rochelle, propriétaire de ce site web, à comprendre la navigation des visiteurs et leurs interactions avec les sites webs. L'outil Matomo est utilisé à ces fins, paramétré pour être entièrement anonymisé, et les données collectées sont exclusivement destinées à la Communauté d'Agglomération de La Rochelle. Nous respectons les préconisations de la CNIL permettant d’exempter ces cookies de votre consentement.",
    "information": [
      {
        "name": "_pk_id",
        "expire": "13 mois",
        "use": "Effectue les mesures d’audience (nombre de visite, temps moyen passé sur le site, quelles pages ont été visitées, …)."
      },
      {
        "name": "_pk_ref",
        "expire": "6 mois",
        "use": "Identifie le site de référence à partir duquel le visiteur est arrivé"
      },
      {
        "name": "_pk_ses",
        "expire": "30 minutes",
        "use": "Suit les demandes de page du visiteur au cours de la session."
      },
      {
        "name": "MATOMO_SESSID",
        "expire": "Session de navigation",
        "use": "Enregistre la session courante de l'outil de suivi statistique Matomo"
      }
    ]
  },
  {
    "title": "Cookies tiers",
    "description": "Ce site n’utilise aucun cookie tiers."
  }
]
